<html>
    <head>
        <meta charset="UTF-8">
        <title>Hello world</title>
    </head>
    <body>
        <h1>My Profile</h1>
        <p>My name is Chayanon Pettavee nickname is Nikk</p>
        <img src="gecko-1.jpg" width="500">
        <img src="codomo.jpg" width="500">
        <img src="dog.jpg" width ="500">
        <br>
        <a href="https://www.youtube.com/channel/UCI3GAvwaZwf1abbeREza8eA">I like this link </a>

        <h2>คิดเรื่องตลกไม่ออก</h2>
        <p>ณ บริษัทแห่งนึง มีพนักงานหนุ่มอยู่ 2 คน นาย ก เป็นคนที่ฉลาด ขยัน ส่วนนายข ฉลาด แต่ขี้เกียจ หล่อ
            ทั้ง2คนเป็นเพื่อนกันมานานมาก ตั้งแต่เรียนมหาลัย มีอยู่วันนึงมีพนักงานใหม่เป็นสาวสวยเดินมา พนังงานหนุ่มทั้ง 2 จึงแอบมองทำให้
            ทั้ง2คนหลงรัก ทั้งคู่จึงแข่งกันจีบพนักงานคนนั้น มีอยู่วันนึงนาย ก เริ่มเข้าไปถามเธอว่ามีแฟนยัง เธอบอกยังไม่มี เพราะคนที่บอกว่าห้ามมี
            เค้าจึงถามอว่าใคร เธอจึงบอกว่า ผัวเธอบอก นาย ก เลยยืนนิ่งไป และ ไปบอกนาย ข ว่า "กูยอมแพ้มึง" นาย ข ดีใจ จึงรีบเข้าไป ตี สนิทกับเธอ
            โดยที่ยังไท่รู้ว่า เธอมีผัวอยู่แล้ว พวกเขาเริ่มสนิทกัน และตอนนี้ยังไม่รู้ชะตากรรมของ นาย ข และก็น่าจะรู้ๆอยู่ว่า นาย ข จะโดนอะไร นาย ก รอดตัว
            เพราะเข้าไปถามก่อน จบ</P>

    </body>
</html>
